Revit 2027 API
BuiltInFailures.StairRampFailures.WinderGenericError Property
 Cannot make winder.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WinderGenericError { get; }
Public Shared ReadOnly Property WinderGenericError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WinderGenericError {
	FailureDefinitionId^ get ();
}
static member WinderGenericError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace